tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "cmake"
brew "curl"
# z - autojump
brew "fasd"
# reverse search
brew "fzf" 
brew "gcc"
brew "git"
brew "htop"
brew "make"
brew "prettyping"
brew "proxychains-ng"
brew "tree"
brew "vim"
brew "yarn"
brew "diff-so-fancy"
# texure
cask "mounty"
cask "font-anonymouspro-nerd-font"
cask "font-fira-code"
cask "font-firacode-nerd-font"
